[
    {
        "titlu": "Tiramisu",
        "ingrediente": [
            "1 ceapa",
            "smth",
            "200 gr carne tocata",
            "2 catei de usturoi netocate"
        ],
        "descriere": "jhfbahlbfbgfbhagfbh",
        "popularitate": 1
    },
    {
        "titlu": "Fursecuri americane",
        "ingrediente": [
            "250 g unt gras (82% grăsime)",
            "275 g zahăr brun",
            "195 g zahăr alb",
            "3 ouă mari",
            "330 g făină",
            "4 g sare",
            "6 g bicarbonat de sodiu",
            "15 ml esență de vanilie",
            "300 g chips-uri de ciocolată"
        ],
        "descriere": "Am pregătit pentru tine o rețetă din care rezultă între 50 și 60 de astfel de fursecuri. Iată care sunt pașii:\r\n\r\nÎntr-un bol, amestecă făină, sarea și bicarbonatul de sodiu bine, cu ajutorul unei furculițe, sfărâmând orice cocoloașe.\r\nÎntr-un bol separat, adaugă zahărul alb, zahărul brun și untul. Untul trebuie să fie moale, la temperatura camerei sau chiar mai cald. Amestecă bine totul, până se formează o pastă uniformă de culoarea caramelului.\r\nAdaugă, pe rând, ouăle în compoziția de unt și zahăr. Amestecă până se omogenizează ingredientele.\r\nAdaugă esența de vanilie și continuă să amesteci.\r\nÎn crema de unt, zahăr și ouă începe să adaugi treptat făina, amestecând vertiginos. Nu o adăuga pe toată odată, pentru că vor rămâne cocoloașe în aluat.\r\nCând ai un aluat moale, adaugă și chips-urile de ciocolată. Încorporează-le bine, cu ajutorul unei spatule sau a unei furculițe.\r\nAluatul format se lasă la frigider. Ideal este să fie lăsat aproximativ două ore, pentru o textură desăvârșită după coacere, dar dacă te grăbești, îl poți lăsa și jumătate de oră.\r\nTapetează o tavă lată cu hârtie de copt. Pe ea adaugă biluțe de mărime medie din aluat, păstrând o distanță de câțiva centimetri între ele, întrucât ele se vor întinde la coacere.\r\nSe coc la o temperatură de 180 de grade Celsius, timp de 10-12 minute. Se scot de la cuptor când devin aurii pe margine. Fursecurile trebuie să fie încă moi, dar nu te speria – ele se vor întări odată ce le pui pe o farfurie cu ajutorul unei spatule, ajungând să aibă acea textură irezistibilă: moi la interior și fragede pe margini.",
        "popularitate": 1
    },
    {
        "titlu": "Friptura",
        "ingrediente": [
            "rosii",
            "paste",
            "200 gr carne tocata"
        ],
        "descriere": "wefrewfewfwefw",
        "popularitate": 0
    },
    {
        "titlu": "Supa simpla cu rosii",
        "ingrediente": [
            " 1,5 kilograme de rosii coapte (preferabil prunisoare)",
            "2 linguri de ulei de masline",
            "4 linguri de unt nesarat",
            " 2 catei de usturoi tocate",
            "1 file de ansoa",
            "1 lingurita de sare",
            "fulgi de ardei iute"
        ],
        "descriere": "1. Roșii se se curăță de semințe și se taie în patru.\r\n\r\n2. Într-o tigaie înaltă se încălzește, la foc mediu spre mare, uleiul de măsline și untul. Se adaugă usturoiul și anșoa și se amestecă maxim un minut. Cu grijă, se adaugă roșiile, sarea și fulgii de ardei iute. Se amestecă cu grijă la câteva minute până când roșiile încep să se dizolve.\r\n\r\n3. După ce roșiile au început să dizolve, se reduce focul la mediu-mic și se lasă să fiarbă, amestecând ocazional. Se lasă la fiert până ce arată ca un sos gros (durează cam 45 de minute).\r\n\r\n4. Supa se strecoară. Cojile și semințele rămase se aruncă.\r\n\r\n5. Dacă doriți o supă mai groasă, puneți tigaia înapoi pe aragaz, la foc mic spre mediu. Continuați gătirea până la îngroșare.\r\n\r\n6. Supa se servește cu pâine prăjită.",
        "popularitate": 0
    },
    {
        "titlu": "Gazpacho - supa rece de rosii",
        "ingrediente": [
            "jumatate de litru de piure de rosii",
            "jumatate de litru de apa",
            "2 felii de paine",
            "sucul de la un lime",
            "10 frunze de busuioc",
            "1 catel de usturoi",
            "1 cm de ghimbir curatat",
            "2 linguri de boia",
            "2 linguri de ulei de masline",
            "sare si piper dupa gust"
        ],
        "descriere": "Cea mai simplă rețetă de supă rece de roșii se prepară rapid, în câteva minute. Toate ingredientele se pun într-un blender și se pasează.\r\n\r\nGazpacho se servește cu frunze de busuioc proaspete.",
        "popularitate": 0
    },
    {
        "titlu": "Ciorba cu legume de vara",
        "ingrediente": [
            "1 ceapa",
            "1 morcov",
            "2 cartofi",
            "1 radacina de patrunjel",
            "1 ardei gras",
            "1 mana de fasole pastai",
            "1 dovlecel mic",
            "1 varza mica",
            "3 rosii",
            "100 ml ulei",
            "sucul de la 2 lamai",
            "cateva fire de leustean",
            "sare"
        ],
        "descriere": "1. În oala de ciorbă se încinge uleiul şi se pun să se călească ceapa, morcovul, albitura şi ardeiul gras, curăţate şi tăiate mărunt. După ce acestea s-au înmuiat, se adaugă cartofii tăiaţi cuburi mici, varza tăiată mai mare, fasolea ruptă şi se lasă să se călească maximum 2 minute. Apoi se toarnă circa 2 l de apă şi se lasă la fiert.\r\n\r\n2. După ce au fiert cartofii, se pun roşiile tăiate în opt şi dovlecelul tăiat cubuleţe. Se storc lămâile şi se strecoară sucul.\r\n\r\n3. După ce au fiert roşiile şi dovlecelul, se trage oala de pe foc şi se acreşte, după gust, cu sucul de lămâie.\r\n\r\nCiorba cui legume de vară se consumă caldă cu verdeață persărată deasupra și cu ardei iute, după preferințe.",
        "popularitate": 0
    },
    {
        "titlu": "Supa de pui cu legume",
        "ingrediente": [
            "600 g carne de pui",
            "1 ceapa",
            "1 fir de praz",
            "2-3 morcovi",
            "1 pastarnac",
            "1 conopida mica sau telina mijlocie",
            "100g mazare",
            "3-4 rosii sau 200g rosii decojite, in suc de rosii",
            "sare",
            "piper",
            "patrunjel si telina verde"
        ],
        "descriere": "1. Carnea de pui se curăţă, se spală şi se taie bucăţi. Se pune la fiert în 2 litri de apă cu sare. După primul clocot, se spumează sau se schimbă apa şi se lasă să fiarbă în continuare, la foc potrivit pentru 15-20 minute.\r\n\r\n2. Între timp, toate legumele se curăţă şi se spală. Se adaugă mai întâi ceapa şi prazul tocate mărunt, apoi morcovii şi păstârnacul tăiate în sferturi, conopida desfăcută în bucheţele mici şi mazărea. Se spumează ori de câte ori este nevoie şi se mai lasă să fiarbă 20-30 minute, până se înmoaie toate legumele şi carnea este foarte bine fiartă.\r\n\r\n3. Se adaugă roşiile tăiate cubuleţe şi se mai lasă să fiarbă doar 5-10 minute. Se condimentează după gust cu sare şi piper şi se aromează cu pătrunjel şi ţelină verde tocate mărunt.\r\n\r\nSupa de pui cu legume este gata. După ce se răcește, poate fi păstrată la frigider pentru câteva zile!\r\n",
        "popularitate": 0
    },
    {
        "titlu": "Paste cu unt si parmezan",
        "ingrediente": [
            "400 g paste fettucine uscate",
            "300 ml smantana de gatit",
            "200g parmezan ras",
            "30g unt",
            "nucsoara proaspat rasa dupa gust",
            "piper negru proaspat macinat"
        ],
        "descriere": "1. Gătiți pastele conform indicațiilor de pe pachet. Patele trebuie să fie al dente.\r\n\r\n2. Într-o tigaie, pe foc se amestecă smântâna de gătit, untul și nucșoara. Adăugați și parmezanul.\r\n\r\n3. Scurgeți pastele. Păstrați cam 100 de ml din apa în care au fiert pastele.\r\n\r\n4. Puneți pastele peste amestecul de smântână și parmezan și amestecați. Dacă sosul e prea dens începeți să adăugați treptat apa de la paste.\r\n\r\n5. Se servesc cu piper proaspăr măcinat",
        "popularitate": 0
    },
    {
        "titlu": "TRUFE CU OREO",
        "ingrediente": [
            "36 de biscuiti Oreo",
            "250g branza mascarpone",
            "450g ciocolata"
        ],
        "descriere": "1.Mărunțește fin biscuiții Oreo, cu tot cu cremă.\r\n2.Adaugă crema de mascarpone peste firimiturile de biscuiți și amestecă totul bine, până obții o pastă omogenă.\r\n3.Lasă pasta astfel formată la frigider timp de jumătate de oră.\r\n4.Pe o tavă tapetată cu hârtie de copt, formează biluțe cu pasta de Oreo răcită.\r\n5.Lasă tava la congelator timp de cel puțin jumătate de oră.\r\n6.Topește ciocolata pe bain marie.\r\n7.Scoate tava de la congelator și înmoaie fiecare trufă în ciocolata topită. Te poți ajuta de un băț de frigăruie, sau de o furculiță și o lingură.\r\n8.Trufele trase prin ciocolată se așază cu grijă înapoi pe tavă. În funcție de preferințe poți să mai adaugi biscuiți Oreo fărămițați deasupra în acest pas.\r\n9.Trufele se dau apoi la frigider. Savurează aceste trufe cu Oreo oricând îți este poftă!",
        "popularitate": 0
    },
    {
        "titlu": "Pizza",
        "ingrediente": [
            "350 g faina",
            "7g drojdie uscata",
            "240 ml apa calduta",
            "2 lingurite zahar",
            "2 lingurite ulei de masline",
            "o lingura sare"
        ],
        "descriere": "Incepe prin a pregati drojdia, amestecand-o cu apa calduta si zaharul si lasa compozitia sa se odihneasca pentru 10 minute. Vei sti ca este gata si ca drojdia este activata atunci cand incep sa apara bule la suprafata apei. Amesteca apoi faina cu sarea si uleiul de masline intr-un bol sau poti folosi chiar si robotul de bucatarie. Odata ce compozitia este omogenizata, poti adauga amestecul de drojdie si continua sa framanti sau sa lasi robotul de bucatarie sa isi faca treaba.\r\n\r\nAlatul de pizza este gata atunci cand este elastic, omogen si usor lipicios. Muta apoi aluatul intr-un vas curat, pe care l-ai uns in prealabil cu ulei de masline si lasa-l la dospit pentru doua ore, intr-un loc caldut. Pentru a obtine un blat de pizza mai bun, il poti lasa la dospit peste noapte, in frigider.\r\n\r\nAluatul de pizza este dospit atunci cand isi dubleaza volumul. Imparte-l in doua parti egale, pe care le vei modela sub forma unor bile si pe care le vei intinde cu sucitorul. Poti pudra tava in care vei coace pizza cu putin malai si apoi poti adauga blatul de pizza. Ai grija ca marginile sa fie putin mai groase decat in centrul aluatului.\r\n\r\nFoloseste o furculita pentru a intepa blatul in cateva locuri, astfel incat sa nu se umfle prea tare in timpul coacerii. Apoi e momentul sa adaugi sosul de rosii si alte toppinguri preferate.",
        "popularitate": 0
    }
]